driver-tests/bpelse/dynamicpartnerlink/correlation/CorrelationOnePropjbi/test/Invoke_Pick_InitEmpty/Input1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlation/"
                   xmlns="Invoke_Pick_InitEmpty_Parent_WSDL_TNS">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
 <ParentOperation>
       <ParentElement>
          <string>Test Message</string>
       </ParentElement>
 </ParentOperation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>